{"title":"Aquecimento local devido ao desmatamento tropical","slider_title":"Porcentagem de desmatamento:","map_text":"<h3>A relação entre florestas e temperaturas locais</h3> <p>O desmatamento afeta as temperaturas locais principalmente degradando gradualmente o efeito de resfriamento fornecido pela evapotranspiração das árvores florestais e pela alteração do albedo da superficie (<a href='https://doi.org/10.3389/ffgc.2019.00047' target='_blank'>Baker e Spracklen 2019</a>, <a href='https://doi.org/10.1371/journal.pone.0213368' target='_blank'>Prevedello et al 2019</a>). A mudança de temperatura induzida pelo desmatamento varia de acordo com a cobertura inicial e pós-desmatamento das árvores e com o tipo de floresta. Embora haja pesquisas em andamento sobre a relação entre o desmatamento e as temperaturas locais, este mapa fornece uma indicação de como o desmatamento pode afetar as temperaturas locais.</p> <h3>Como usar este mapa</h3> <p>Este mapa interativo mostra o aquecimento local induzido pelo desmatamento tropical. O aquecimento é mostrado como um valor médio por área administrativa, por exemplo, uma região, distrito, estado ou província.</p> <p>Você pode explorar o impacto na temperatura local de diferentes níveis de perda florestal usando a barra deslizante no canto inferior esquerdo.</p> <p>Você pode alternar entre as áreas administrativas maiores e menores usando as opções de visualização do mapa no canto direito.</p> <p>Para alterar o mapa base, clique no globo para alternar entre as opções de mapeamento disponíveis.</p> <p>Para alterar o idioma, selecione Inglês ou Português usando as opções no canto inferior esquerdo.</p> <h3>Legenda</h3> <p>Número de pontos de dados: O número de pixels dentro da unidade de mapeamento selecionada com dados disponíveis. Os resultados são mostrados apenas para unidades de mapeamento com mais de 250 pixels com dados disponíveis.</p> <p>∆T (˚C): Aquecimento local induzido pelo desmatamento. A temperatura é mostrada em graus Celsius. Esse valor varia de acordo com a porcentagem de desmatamento selecionada usando o controle deslizante de desmatamento no canto inferior esquerdo.</p> <p>∆T/perda florestal (˚C/%p): Mudança da temperatura em graus Celsius por ponto percentual de perda florestal. Esta é a variação da temperatura causada por uma variação de um ponto percentual na cobertura florestal (em relação à cobertura florestal de referência de 2020 para aquela unidade de mapeamento). O valor entre parênteses representa a faixa de incerteza do valor (+/- desvio padrão).</p> <p>Cobertura florestal em 2020 (%): é a porcentagem média da área da unidade de mapeamento selecionada que estava coberta por floresta em 2020.</p>","data_type_labels":{"adm1":"Área administrativa ampla","adm2":"Área administrativa menor"},"color_map_title":"Aquecimento devido<br>ao desmatamento (°C)","poly_points":"Número de pontos de dados","poly_dt":"Mudança de temperature (°C)","poly_dtnc":"Mudança de temperatura (°C)<br>&nbsp;&nbsp;por ponto percentual de desmatamento","poly_fc":"Cobertura florestal 2020 (%)","title_map_info":"Informações do mapa","title_about":"Aquecimento local devido ao desmatamento tropical - Informação","link_home":"Mapa","link_about":"Informação","about_text":"<h3>Sobre este mapa</h3> <p>Este mapa interativo mostra o aquecimento local induzido pelo desmatamento tropical. O aquecimento é mostrado como um valor médio por área administrativa, por exemplo, uma região, distrito, estado ou província.</p> <p>2020 é o ano de referência para os valores de cobertura florestal, ou seja, a porcentagem de desmatamento é relativa à cobertura florestal em 2020 para qualquer unidade de mapeamento.</p> <p>Este mapa foi produzido por uma equipe da School of Earth and Environment da Universidade de Leeds. Os dados são de <a href='https://doi.org/10.21203/rs.3.rs-5664782/v1'target='_blank'>Reddington et al. 2025</a></p> <h3>Métodos e dados</h3> <h4>Conjuntos de dados de temperatura</h4> <p>Usamos dados de temperatura da superfície terrestre (da sigla em inglês LST) do MODIS da NASA a bordo do satélite Terra, especificamente os dados MOD11A2 8-d LST versão 6.1 com resolução espacial de 0,01° x 0,01°. Excluímos os dados em que o erro de emissividade estimado era maior que 0,02 e em que o erro de LST era maior que 1 K.</p> <p>Primeiro, agregamos os dados de LST de 8 dias por mês, ignorando qualquer período de 8 dias em que os dados estavam faltando devido a nuvens ou como resultado do processo de triagem de qualidade. Em seguida, calculamos as médias de três anos para dois períodos no início (2001 a 2003) e no final (2018 a 2020) do período de estudo. A mudança de temperatura (ΔT) na LST média plurianual foi então calculada subtraindo a LST média de 2001-2003 da LST média de 2018-2020.</p> <h4>Conjuntos de dados de cobertura florestal</h4> <p>Os dados de cobertura florestal foram extraídos do conjunto de dados Global Forest Change (da sigla em inglês GFC) V1.9 com resolução espacial de 30 m x 30 m. A cobertura florestal anual para o período de 2000 a 2020 foi calculada com base na cobertura de árvores no ano 2000, definida como o fechamento do dossel para toda a vegetação com mais de 5 m de altura, e sujeita à perda florestal anual, definida como um distúrbio de um estado florestal para um estado não florestal. A cobertura florestal foi calculada com a resolução espacial nativa de 30 m x 30 m e, em seguida, convertida para corresponder à resolução espacial do ΔT.</p> <p>Para identificar e excluir áreas onde ocorreu a rebrota da floresta, usamos dados de extensão florestal com resolução espacial de 30 m x 30 m do conjunto de dados Global Land Analysis and Discovery (GLAD) Global Land Cover and Land Use Change, disponíveis para os anos 2000 e 2020. No conjunto de dados de extensão florestal, a presença de floresta é indicada para pixels com 5 m ou mais de altura de floresta. Convertemos esse conjunto de dados para corresponder à resolução espacial dos dados ΔT e calculamos a diferença de pontos percentuais na extensão da floresta entre 2000 e 2020. Em seguida, removemos dos dados ΔT todos os 30-arc-second pixels com um aumento líquido superior a 50% na extensão da floresta entre 2000 e 2020.</p> <h4>Conjunto de dados de elevação</h4> <p>Usamos dados de elevação para levar em conta a taxa do gradiente térmico vertical (lapse rate térmico). Os dados de elevação foram extraídos do Global Multi-resolution Terrain Elevation Data (GMTED2010).</p> <h4>Estimativa da mudança de temperatura induzida pelo desmatamento</h4> <p>Estimamos o ΔT devido à perda florestal local entre 2001 e 2020 em nível de pixel de aproximadamente 1 km2 nos trópicos (25°S - 25°N). Para remover a influência da mudança climática global durante o período de estudo sobre o ΔT, usamos uma abordagem de janela móvel de vizinho mais próximo descrita abaixo.</p> <p>Em nossa análise, usamos todos os pixels de dados nos trópicos (25°S - 25°N) com 10% ou mais de fração de cobertura florestal em 2001. Os pixels com menos de 0,5% de perda de cobertura florestal entre 2001 e 2020 foram classificados como pixels “não desmatados/desflorestados”. Os pixels com perda de 2% ou mais da cobertura florestal entre 2001 e 2020 foram classificados como pixels “desmatados/desflorestados”.</p> <p>Para cada pixel desmatado/desflorestado, selecionamos todos os pixels circundantes que mantiveram a cobertura florestal (pixels “não desmatados/desflorestados”) dentro de um círculo de 0,25° de raio (aprox. 27 km no equador) e dentro de uma elevação de ±50 m. Se não houvesse pixels circundantes não desmatados/desflorestados disponíveis dentro do círculo de 0,25° de raio (3% dos pixels), o raio do círculo era estendido para 0,50° (aprox. 55 km no equador), com as mesmas restrições de elevação de ±50 m. Não havia pixels não desmatados/desflorestados disponíveis dentro do círculo de 0,25° de raio (3% dos pixels). 25° (3% dos pixels), o raio do círculo era estendido para 0,50° (aproximadamente 55 km no equador), com as mesmas restrições de elevação de ±50 m. Calculamos o ΔT médio de todos os pixels selecionados não desmatados/desflorestados (“controle”) e subtraímos esse valor do ΔT do pixel central desmatado/desflorestados para obter o ΔT induzido pelo desmatamento. Em seguida, dividimos a matriz de dados de ΔT induzida pelo desmatamento resultante pela mudança de ponto percentual na fração de cobertura florestal para calcular a mudança na temperatura por perda de ponto percentual de cobertura florestal.</p> <p>Para reduzir o ruído no conjunto de dados e expandir a quantidade de dados incluídos para calcular os valores individuais de ΔT por ponto percentual de perda de cobertura florestal em nível de pixel, usamos uma abordagem de suavização de média móvel. Para cada pixel desmatado, calculamos a média de ΔT por ponto percentual de perda de cobertura florestal em todos os pixels desmatados circundantes em um círculo de 0,10°: excluindo qualquer pixel com menos de 5% de perda de cobertura florestal ou com um escore z maior que 3 da média. Por fim, multiplicamos os valores “suavizados” de ΔT por ponto percentual de perda de cobertura florestal no nível do pixel pela mudança de ponto percentual na cobertura florestal no nível do pixel para obter uma estimativa mais robusta do ΔT induzido pelo desmatamento no nível do pixel.</p> <h4>Referências e links de conjuntos de dados</h4> <p>Dados de temperatura da superfície terrestre MODIS: <a href='https://www.earthdata.nasa.gov/' target='_blank'>https://www.earthdata.nasa.gov/</a></p> <p>Conjunto de dados do Global Forest Change (GFC): <a href='https://storage.googleapis.com/earthenginepartners-hansen/GFC-2023-v1.11/download.html' target='_blank'>https://storage.googleapis.com/earthenginepartners-hansen/GFC-2023-v1.11/download.html</a></p> <p>Conjunto de dados do Global Land Analysis and Discovery (GLAD) sobre cobertura e mudança no uso da terra: <a href='https://glad.umd.edu/dataset/GLCLUC2020' target='_blank'>https://glad.umd.edu/dataset/GLCLUC2020</a></p> <p>Dados globais de elevação de terreno em múltiplas resoluções: <a href='https://earthexplorer.usgs.gov/' target='_blank'>https://earthexplorer.usgs.gov/</a></p>"}